Autodesk.Revit.DB.Structure.LoadCombinationType
Since:
2016
Specifies load combination type.
Since:
2016

Autodesk.Revit.DB.Structure.LoadCombinationType.Envelope
Envelope

Autodesk.Revit.DB.Structure.LoadCombinationType.Combination
Combination